interface Paragraph {
    id: number
    text: string
}

export const paragraphs: Paragraph[] = [
    {
        id: 1,
        text: 'Я — Катя, и преподаю французский язык даже французам, сама до сих пор в шоке! 😨',
    },
    { id: 1, text: '100% моих студентов успешно сдают экзамены DELF и TCF.' },
    {
        id: 2,
        text: 'У меня нет «звезды во лбу» и «собственной методики», потому что существуют опытные методисты, которые разрабатывают замечательные книги, которые я и использую.',
    },
    {
        id: 3,
        text: 'Мои уроки проходят на интерактивной онлайн-платформе, где у каждого ученика есть собственный кабинет с его достижениями, словарём и сохранёнными уроками.',
    },
    {
        id: 4,
        text: 'В преподавании я использую новейшие методики FLE, видео блогеров для изучения настоящей речи, подкасты и мини-выпуски телепрограмм.',
    },
    {
        id: 5,
        text: 'Учёба со мной — это не только полезно, но и приятно. Мы становимся друзьями и даже ездим друг к другу в гости. Теперь в каждом уголочке Франции у меня есть друзья.',
    },
    {
        id: 6,
        text: 'Если хочешь кайфовать от изучения французского, n’hésite pas, вэлкам ту Сан-Тропе, как говорится! ❤️',
    },
]
